Repository: 68foxboris/eePlugins
Catalog: MiniTVUserSkinMaker/locale/*/LC_MESSAGES/MiniTVUserSkinMaker.po
Languages: pl

source: miniTV skin creator
pl: Tworzenie skórek dla ekranu miniTV (LCD tunera)

source: pixmap path is incorrect
pl: niepoprawna ścieżka do pixmap-y

source: Select Widget:
pl: Wybierz widżet

source: Load saved design
pl: Załaduj zapisany wzór

source: Save design
pl: Zapisz wzór

source: Save as LCD skin
pl: Zapisz jako skórkę LCD

source: Save as UserSkin skin
pl: Zapisz jako skórkę użytkownika

source: action NOT ready yet
pl: akcja jeszcze nie gotowa

source: No saved designs found
pl: Nie znaleziono zapisanych wzorów

source: Select saved design to load:
pl: Wybierz wzór do załadowania:

source: I want to enter own name
pl: Chcę podać własną nazwę

source: Save as:
pl: Zapisz jako:

source: RECORDicon
pl: Ikona zapisu

source: 16x9icon
pl: Ikona 16x9

source: CRYPTicon
pl: Ikona kodowania

source: DOLBYicon
pl: Ikona Dolby

source: PICONicon
pl: Pikona

source: WEATHERicon
pl: Ikona pogody

source: WEATHERtemp
pl: Temperatura

source: File %s.design ...has been written
pl: Zapisano plik... %s

source: Error occured: %s
pl: Wystąpił błąd: %s

source: Design %s ...has been loaded
pl: Wzór %s ... został załadowany

source: PICONZ
pl: Pikona Z (400x170)

source: PICONX
pl: Pikona X (220x132)

source: PICON
pl: Pikona (100x60)

source: Widget attributes:
pl: Atrybuty widżeta:

source: Press OK to enable widget
pl: Naciśnij klawisz OK, aby aktywować widżet

source: Filename not selected, skin won't be saved!
pl: Nie podano nazwy pliku, skórka nie zostanie zapisana!

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
pl: Skórka została zapisana. Zrestartować system, aby ją aktywować?

source: Skin has been written in .../LCD folder Activate it in UserSkin: 'Skin personalization/UserSkin additional screens'
pl: Skórka została zapisana w katalogu .../LCD. Aktywuj ją poprzez UserSkin: 'Personalizacja skórki/Skórki użytkownika'

source: CHANNELNAME
pl: Nazwa kanału

source: CHANNELNUMBER
pl: Numer kanału

source: EVENTNAME
pl: Nazwa programu

source: EVENTNAMEscroll
pl: Nazwa programu (przewijana)

source: REMAININGtext
pl: Info ile minut do końca

source: Move/resize step
pl: Krok zmiany pozycji/wielkości

source: position
pl: pozycja

source: size
pl: wielkość

source: pixmap
pl: ikona

source: foregroundColor
pl: kolor tekstu

source: backgroundColor
pl: kolor tła

source: transparent
pl: przezroczystość

source: miniTV skin creator %s system: %s, display %d (%dx%d)
pl: Kreator skórek miniTV %s system: %s, wyświetlacz %d (%dx%d)

source: DATE
pl: Aktualna data

source: TIME
pl: Aktualny czas

source: REMAINING
pl: Czas do końca audycji (info)

source: EVENTTIMEprogress
pl: Czas do końca audycji (pasek)

source: UHDicon
pl: Ikona UHD

source: HD1080icon
pl: ikona 1080HD

source: HD720icon
pl: ikona 720HD
