Repository: 68foxboris/eePlugins
Catalog: DynamicLCDbrightness/locale/*/LC_MESSAGES/plugin-DynamicLCDbrightness.po
Languages: pl

source: Dynamic LCD brightness
pl: Dynamiczna regulacja jasności LCD

source: Cancel
pl: Anuluj

source: DynamicLCDbrightness v %s Configuration
pl: Konfiguracja dynamicznej regulacji jasności LCD v.%s

source: LCD not detected
pl: LCD nie wykryty

source: State:
pl: Status:

source: Brightness in standby:
pl: Jasność w uśpieniu:

source: Brightness in night standby:
pl: Jasność w nocnym uśpieniu:

source: Night standby period:
pl: Okres nocnego uśpienia:

source: between 23:30-4:30
pl: pomiędzy 23:30 a 4:30

source: 30min after sunset-30min before sunrise
pl: 30min po zachodzie i 30min przed wschodem
