Repository: 68foxboris/eePlugins
Catalog: po/*.po
Languages: fr

source: to use openMultiboot Do you want install it?
fr: pour utiliser openMultiboot Voulez-vous l’installer?

source: (Folder is empty!)
fr: (le répertoire est vide!)

source: Add zip archive with image in 'open-multiboot-upload'
fr: Ajouter l’archive zip avec l’image dans ‘open-multiboot-upload’

source: Alternative name image folder
fr: Nom alternatif du répertoire de l’image

source: Install '/sbin/open_multiboot'
fr: Installer ‘/sbin/open_multiboot’

source: Cancel
fr: Annuler

source: Cannot create data folder
fr: Impossible de créer un répertoire de donnée

source: Cannot create folder %s
fr: Impossible de créer le dossier %s

source: Cannot create kernel folder %s
fr: Impossible de créer le dossier noyau %s

source: Cannot create main folder %s
fr: Impossible de créer le dossier principal %s

source: Cannot create virtual MTD device
fr: Impossible de créer le périphérique virtuel MTD

source: Cannot deflate image
fr: Impossible de décompresser l’image

source: Cannot extract nfi image
fr: Impossible d’extraire l’image nfi

source: Cannot format the device
fr: Impossible de formater le périphérique

source: Cannot install
fr: Impossible d’installer

source: Cannot remount the device
fr: Impossible de monter à nouveau le périphérique

source: Cannot umount the device
fr: Impossible de démonter le périphérique

source: Choose the image to install
fr: Choisir l’image a installer

source: Current Running Image:
fr: Image qui fonctionne actuellement:

source: Delete
fr: Effacer

source: Delete folder %s and all file
fr: Effacer le répertoire %s et les fichiers

source: Disable '/sbin/open_multiboot'
fr: Désactiver ‘/sbin/open_multiboot’

source: Disable autoscan zip archive at mount device
fr: Désactiver l’autoscan de l’archive zip et monter le périphérique

source: Disable boot menu
fr: Désactiver le menu de démarrage

source: Do you really want add %s with image in 'open-multiboot-upload'?
fr: Voulez-vous vraiment ajouter %s comme image dans ‘open-multiboot-upload’?

source: Do you want to delete %s?
fr: Voulez-vous effacer %s?

source: Do you want to reboot box now ?
fr: Voulez-vous redémarrer le récepteur maintenant ?

source: Do you want to reboot now ?
fr: Voulez-vous redémarrer maintenant ?

source: Enable '/sbin/open_multiboot'
fr: Activer ‘/sbin/open_multiboot’

source: Enable autoscan zip archive at mount device
fr: Activer l’autoscan de l’archive zip en montant le périphérique

source: Enable boot menu
fr: Activer le menu de démarrage

source: Error adding zip archive!
fr: Erreur en ajoutant l’archive zip!

source: Error copying kernel
fr: Erreur en copiant le noyau

source: Error copying unpacked rootfs
fr: Erreur lors de la copie du rootfs décompressé

source: Error removing zip archive!
fr: Erreur en effacant l’archive zip!

source: Error set new timeout!
fr: Erreur définir un nouveau timeout!

source: Error unpacking rootfs
fr: Erreur en décompressant le rootfs

source: Exit
fr: Quitter

source: Filesystem not supported Do you want format your drive?
fr: Système de fichiers non pris en charge Voulez vous formater votre disque?

source: Fix mount devices (for PLi)
fr: Corriger le point de montage (pour PLi)

source: Flash image
fr: Image de la mémoire flash

source: Generic error in unpaack process
fr: Erreur générique dans le processus de décompression

source: Incorrect time!
fr: Heure incorrecte!

source: Install
fr: Installer

source: Multi boot loader for enigma2 box
fr: Chargeur Multi boot pour les récepteurs Enigma2

source: Next boot: %s
fr: Démarrage suivant: %s

source: No suitable devices found
fr: Pas de périphérique approprié trouvé

source: Not found boxbranding.so!
fr: Pas trouvé boxbranding.so!

source: OMB disabled.
fr: OMB désactivé.

source: OMB enabled.
fr: OMB activé.

source: Open MultiBoot Menu
fr: Menu Open MultiBoot

source: Please enter new name:
fr: Merci d'entrer un nouveau nom:

source: Please select the necessary option...
fr: Veuillez sélectionner l’option nécessaire...

source: Please upload an image inside %s
fr: S’il vous plaît télécharger une image dans %s

source: Please wait 40 seconds, while delete is in progress.
fr: Veuillez patienter 40 secondes, pendant que l’effacement est en cours.

source: Please wait while delete is in progress.
fr: Merci de patienter pendant que l’effacement est en cours.

source: Please wait while format is in progress.
fr: Merci de patienter pendant que le formatage est en cours.

source: Please wait while installation is in progress.
fr: Merci de patienter pendant que l’installation est en cours.

source: Please wait while installation is in progress. This operation may take a while.
fr: Merci de patienter pendant que l’installation est en cours. Cette opération peut prendre un certain temps.

source: Press OK to next boot.
fr: Appuyer sur OK pour le prochain démarrage.

source: Read error current dir, sorry.
fr: Erreur de lecture sur le répertoire courant, désolé.

source: Readme
fr: Lisez moi

source: Rename
fr: Renommer

source: Set new timeout (sec)
fr: Définir un nouveau timeout (sec)

source: Set next boot to %s ?
fr: Définir le prochain démarrage sur %s ?

source: Standard install
fr: Installation standard

source: The folder %s already exist
fr: Le répertoire %s existe déjà

source: Timeout boot menu: next %d sec
fr: Timeout du menu de démarrage: prochain %d sec

source: Use altenative folder
fr: Utiliser un répertoire alternatif

source: Warning! '/sbin/open_multiboot' not installed!
fr: Attention! ‘/sbin/open_multiboot’ n’est pas installé!

source: Where do you want to install openMultiboot?
fr: Où voulez-vous installer openMultiboot?

source: You need the module
fr: Vous avez besoin du module

source: Your STB doesn't seem supported
fr: Votre récepteur ne semble pas supporté

source: openMultiboot About
fr: À propos d’openMultiboot

source: openMultiboot Install
fr: Installer openMultiboot

source: openMultiboot Manager
fr: Gestionnaire d’openMultiboot

source: zip archive was successfully added to '%s' OMB!
fr: l’archive zip a été installé avec succès dans ‘%s’ OMB!

source: You want to install an alternative kernel-module-nandsim? Linux version may be different from the module!
fr: Vous voulez installer un kernel-module-nandsim alternatif? La version de Linux peut être différente de celle du module!

source: Install alternative '/sbin/open_multiboot'
fr: Installer un ‘/sbin/open_multiboot’ alternatif

source: (Unpack error!)
fr: (Erreur de décompression!)

source: For this reciever need only first partition muliboot image for use 'openMultiboot'! Current partition muliboot image - %s
fr: Ce récepteur n’a besoin que de la première partition de l’image multiboot pour utiliser ‘openMultiboot’! Partition courante de l’image multiboot - %s
