Repository: 68foxboris/eePlugins
Catalog: IPTVplayersManager/locale/*/LC_MESSAGES/IPTVplayersManager.po
Languages: pl

source: IPTVplayersManager
pl: Menadżer dystrybucji IPTVplayer-a

source: Restart GUI now?
pl: Zrestartować teraz?

source: Install path: %s
pl: Ścieżka instalacyjna: %s

source: Execute %s?
pl: Wykonać %s?

source: %s executed!
pl: Wykonano %s

source: has been installed properly
pl: poprawnie zainstalowany

source: has been updated properly
pl: poprawnie zaktualizowany

source: Install or update
pl: Instalacja/Aktualizacja

source: ERROR: curl not installed
pl: BŁĄD: brak curl

source: Downloading archive from
pl: Pobieram archiwum z

source: Unpacking archive...
pl: Rozpakowuję archiwum...

source: ERROR: unpacking archive
pl: BŁĄD: rozpakowywania archiwum

source: Modifying
pl: Modyfikuję

source: Deleting Web module...
pl: Usuwam moduł Web...

source: Blocking original update mechanism and scripts...
pl: Blokuję otyginalny mechanizm aktualizacji i skrypty...

source: Updating
pl: Aktualizuję

source: ERROR: updating
pl: BŁĄD: aktualizacji

source: Installing in
pl: Instaluję w

source: ERROR: installing
pl: BŁĄD: installacji

source: Press OK to close the window
pl: Naciśnij OK, aby zamknąć okno

source: ERROR: unknown fork
pl: BŁĄD: nieznany fork

source: Renaming
pl: Zmieniam nazwę

source: maybe will be later
pl: może zrobię później

source: Searching for iptvFork* directories
pl: Szukam katalogów iptvFork*

source: Deleting
pl: Kasuję

source: All forks have been deleted.
pl: Wszystkie forki zostały skasowane.

source: Delete all forks
pl: Skasuj wszystki forki

source: (Re)Install
pl: (Prze)Instaluj

source: Change path
pl: Zmień ścieżkę

source: ERROR: unknown archive type
pl: BŁĄD: nieznany typ archiwum

source: ERROR: unzip not installed
pl: BŁĄD: unzip nie zainstalowany

source: Installation type
pl: Typ instalacji

source: Config mode
pl: Tryb konfiguracji

source: Each fork will be installed in own directory
pl: Każdy fork zostanie zainstalowany we własnym katalogu

source: Each fork will be installed in IPTVplayer directory
pl: Każdy fork zostanie zainstalowany w katalogu IPTVplayer-a

source: Each fork will use own configuration
pl: Każdy fork będzie korzystać z własnych ustawień

source: Each fork will use common IPTVplayer configuration
pl: Każdy fork będzie używał wspólnych ustawień

source: Linking
pl: Mapowanie

source: in E2 as
pl: w E2 jako

source: Simulating missing
pl: Symuluję brakujący

source: This fork requires boxbranding.so to run, which does NOT exists in this software!!!
pl: Ten fork wymaga pliku boxbranding.so, którego brak w tej dystrybucji!!!
